Repository: vanderwijk/samsamkring-plugin
Catalog: languages/samsam-*.po
Languages: nl_nl

source: SamSam Options
nl_nl: SamSam instellingen

source: Costs and Savings
nl_nl: Kosten en spaarpercentage

source: Administration costs
nl_nl: Administratiekosten

source: Monthly administration costs.
nl_nl: Maandelijkse administratiekosten.

source: The default value is
nl_nl: De standaardwaarde is

source: Bank costs
nl_nl: Bankkosten

source: Monthly bank costs.
nl_nl: Maandelijkse bankkosten.

source: Health and Safety Service costs
nl_nl: Kosten arbodienst

source: Monthly costs for the Health and Safety Service.
nl_nl: Maandelijkse kosten arbodienst.

source: Cost factor
nl_nl: Kostenfactor

source: Description of this option.
nl_nl: Beschrijving van deze optie.

source: Surplus percentage
nl_nl: Spaarpercentage

source: Historic savings percentage (standardized to default cost factor).
nl_nl: Historisch spaarpercentage (genormeerd naar de standaard kostenfactor).

source: Monthly deposit
nl_nl: Maandelijkse storting

source: Monthly costs
nl_nl: Maandelijkse kosten

source: Monthly savings
nl_nl: Maandelijks gespaard

source: Required income
nl_nl: Benodigd inkomen

source: Colors
nl_nl: Kleuren

source: Piggybank color
nl_nl: Accentkleur spaarvarkentjes

source: Save Changes
nl_nl: Wijzigingen opslaan

source: SamSam check and other functions
nl_nl: SamSam check en andere functies
